Repository: Ansh-Thakkar-7/Nishabd-Vaani
Catalog: lib/l10n/app_*.arb
Languages: gu

source: Hello Learners
gu: હેલો શિક્ષણકારો

# its_never_too_late
source: It's never too late to learn
gu: શિક્ષણ શીખવા માટે ક્યારેય મોડું નથી

source: Profile
gu: પ્રોફાઇલ

source: Conversion
gu: કન્વર્શન

source: Home
gu: ઘર

source: NishabdVaani
gu: નિષબ્દવાણી

source: Learning
gu: શીખવું

source: Practice
gu: અભ્યાસ

source: Alphabets
gu: અક્ષરો

source: Maths
gu: ગણિત

source: Science
gu: વિજ્ઞાન

source: Vocabulary
gu: શબ્દભંડોળ

source: Continue
gu: ચાલુ રાખો

source: Learning Corner
gu: શીખવાની ખૂણો

source: What you want to Learn?
gu: તમારે શું શીખવું છે?

source: Conversion Tool
gu: પરિવર્તન સાધન

source: Sign to Text
gu: સાંકેતિક ભાષા થી લખાણ

# convert_sign_language
source: Convert sign language gestures into text
gu: સાંકેતિક ભાષાના સંકેતોને લખાણમાં રૂપાંતરિત કરો

source: Start
gu: શરૂઆત

source: Text to Sign
gu: લખાણથી સંકેત

# convert_text_to_sign
source: Convert text into sign language
gu: લખાણને સાંકેતિક ભાષામાં રૂપાંતરિત કરો

source: Writing Practice
gu: લખાણ અભ્યાસ

source: Classroom Test
gu: વર્ગ કસોટી

source: Let's start practice
gu: ચાલો અભ્યાસ શરૂ કરીએ

source: Pankaj Kurmi
gu: પંકજ કુર્મી

source: Phone Number
gu: ફોન નંબર

source: Edit Profile
gu: પ્રોફાઇલ સંપાદિત કરો

source: Streaks
gu: સિરીઝ

source: Scorecard
gu: સ્કોરકાર્ડ

source: Logout
gu: લૉગ આઉટ

source: English
gu: અંગ્રેજી

source: Gujarati
gu: ગુજરાતી

source: English Alphabets
gu: અંગ્રેજી અક્ષરો

source: Gujarati Alphabets
gu: ગુજરાતી અક્ષરો

source: Start with Basics
gu: મૂળભૂત સાથે શરૂ કરો

source: Numbers
gu: સંખ્યાઓ

source: Tables
gu: આંકડાઓ

source: Arithmetic
gu: ગણિતીય

source: Table of 2
gu: આંકડો ૨

source: Table of 3
gu: આંકડો ૩

source: Table of 4
gu: આંકડો ૪

source: Table of 5
gu: આંકડો ૫

source: Table of 6
gu: આંકડો ૬

source: Table of 7
gu: આંકડો ૭

source: Arithmetic Operations
gu: ગણિતીય ક્રિયાઓ

source: Addition
gu: ઉમેરો

source: Subtraction
gu: કમાવવું

source: Multiplication
gu: ગુણાકાર

source: Division
gu: વિભાજન

source: Example
gu: ઉદાહરણ

source: Alphabet Practice
gu: અક્ષર અભ્યાસ

source: Match Word
gu: શબ્દ મેળવો

# quiz_choice
source: Which quiz do you want to play?
gu: તમે કઈ ક્વિઝ રમવા માંગો છો?

# quiz_time
source: It's Quiz Time!
gu: તે ક્વિઝનો સમય છે!

source: Start Quiz
gu: ક્વિઝ શરૂ કરો

source: Check Answer
gu: જવાબ તપાસો

source: Next
gu: આગલું

# match_letter_sign
source: Match each letter to the correct sign image.
gu: દરેક અક્ષરને સાચા સંકેત ચિત્ર સાથે મેળવો.

source: Alphabet Score
gu: અક્ષર સ્કોર

source: Maths Score
gu: ગણિત સ્કોર

source: Science Score
gu: વિજ્ઞાન સ્કોર

source: Total Questions
gu: કુલ પ્રશ્નો

source: Correct
gu: સાચું

source: Wrong
gu: ખોટું

source: Play Again
gu: ફરીથી રમો

# quiz_guess_sign
source: Guess the sign of the letter
gu: અક્ષરના સંકેતનો અનુમાન કરો

source: Answer
gu: જવાબ

source: Wrong Answer
gu: ખોટો જવાબ

# correct_answer
source: Correct answer is
gu: સાચો જવાબ છે

# hurray_correct
source: Hurray! You got it correct
gu: હુરે! તમે તે સાચું મેળવ્યું

source: Start Detection
gu: ડિટેક્શન શરૂ કરો

source: Stop Detection
gu: ડિટેક્શન બંધ કરો

source: Waiting for gesture...
gu: હાવભાવ માટે રાહ જોઈ રહ્યા છીએ...

source: Recognized Gesture
gu: માન્ય હાવભાવ

source: No gesture detected
gu: કોઈ હાવભાવ મળી નથી

source: Dictionary
gu: શબ્દકોશ

source: Enter Word
gu: શબ્દ દાખલ કરો

# type_word
source: Type your Word here
gu: તમારું શબ્દ અહીં લખો

# get_sign
source: Get the sign
gu: સાંકેત મેળવો

source: Sign Language Output:
gu: સાંકેતિક ભાષા પરિણામ:

# sign_will_be_shown
source: Sign will be shown here
gu: સાંકેત અહીં બતાવવામાં આવશે

source: Gif Not Found
gu: Gif મળી નથી
